import 'package:intereasever2/faq_items.dart';

final List<FAQItem> faqData = [
    FAQItem(
    question: "Какие документы нужно иметь?",
    answer: "Паспорт с действующей визой, миграционная карта, регистрация. Так же иногда полиция просит показать студенческий билет и зеленую карту.",
  ),
  FAQItem(
    question: "Что нужно делать при пересечении границы?",
    answer: "Обычно в течение 7 дней после приезда необходимо сделать регестрацию там где студент живет.",
  ),
  FAQItem(
    question: "Где живут студенты?",
    answer: "В общежитии, квартире или у принимающей стороны.",
  ),
  FAQItem(
    question: "Можно ли работать?",
    answer: "Студент обучающийся на очной форме обучения имеет право работать без разрешения на работу и каких либо других дополнительных документов, но только в сободное от учебы время.",
  ),
  FAQItem(
    question: "Что делать если вы потеряли паспорт?",
    answer: "Если вы потеряли паспорт, необходимо сразу сообщить об этом в полицию, в консульство или дипломатическое представительство своей страны; а так же в универститет. Не пытайтесь самостоятельно решить миграционные вопросы без документов.Университет сможет подсказать какие действия необходимо выполнить дальше. Обычно консульство выдает временный паспорт для возвращения на родину.",
  ),

];